export const Janr = ['Фильмы', 'Тренды', 'Новости']

interface IYouWantSee {
	img: string
	title: string
	body?: string
}

export const YouWantSeeArray: IYouWantSee[] = [
	{
		img: 'image.png',
		title: '',
	},
	{
		img: 'image.png',
		title: '',
	},
	{
		img: 'image.png',
		title: '',
	},
]

export const NewsArray: IYouWantSee[] = [
	{
		img: 'logo_star_wars.png',
		title: 'Дисней выпустит первый хоррор',
		body: 'Равным образом рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития...',
	},
	{
		img: '',
		title: 'Дисней выпустит первый хоррор',
		body: 'Равным образом рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития...',
	},
	{
		img: 'logo_star_wars.png',
		title: 'Дисней выпустит первый хоррор',
		body: 'Равным образом рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития...',
	},
]
